Revit 2027 API
BuiltInFailures.ExtendedPropertiesLinkFailures.CannotLoadData Property
 The extended properties dataset could not be loaded.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static FailureDefinitionId CannotLoadData { get; }
Public Shared ReadOnly Property CannotLoadData As FailureDefinitionId
	Get
public:
static property FailureDefinitionId^ CannotLoadData {
	FailureDefinitionId^ get ();
}
static member CannotLoadData : FailureDefinitionId with get
Property Value
FailureDefinitionId
See Also
Reference
BuiltInFailures.ExtendedPropertiesLinkFailures Class
Autodesk.Revit.DB Namespace